Repository: benhuson/Taxonomy-Images
Catalog: languages/taxonomy-images-*.po
Languages: es_es

source: Image successfully associated
es_es: Imagen asociada con éxito

source: Association could not be created
es_es: No se pudo crear la Asociación

source: Association successfully removed
es_es: Asociación eliminada correctamente

source: Association could not be removed
es_es: No se pudo eliminar la Asociación

source: term_id not set
es_es: term_id no enviado

source: term_id is empty
es_es: term_id está vacía

source: You do not have the correct capability to manage this term
es_es: No tienes permisos para gestionar este término

source: No nonce included
es_es: Nonce no incluido.

source: Nonce did not match
es_es: Nonce no coincide

source: Unknown error encountered
es_es: Se encontró un error desconocido

source: %1$s is not a property of the current queried object. This usually happens when the %2$s filter is used in an unsupported template file. This filter has been designed to work in taxonomy archives which are traditionally served by one of the following template files: category.php, tag.php or taxonomy.php. Learn more about %3$s.
es_es: %1$s no es una propiedad del objeto consultado actual. Esto suele suceder cuando se utiliza filtro de los %2$s en un archivo de plantilla no compatible. Este filtro ha sido diseñado para trabajar en los archivos de taxonomía que tradicionalmente son atendidos por uno de los siguientes archivos de plantilla: category.php, tag.php o taxonomy.php. Obten más información acerca de %3$s.

source: The %1$s has been called directly. Please use the %2$s filter instead.
es_es: El%1$s se ha llamado directamente. Utiliza el filtro de%2$s en su lugar.

source: The %1$s argument for %2$s is set to %3$s which is not a registered taxonomy. Please check the spelling and update the argument.
es_es: Las argumento %1$s para%2$s se establece en%3$s que no es una taxonomía registrada. Por favor, comprueba la ortografía y actualiza el argumento.

source: taxonomy
es_es: taxonomía

source: No taxonomies have image support.
es_es: No hay taxonomías con soporte de imágenes.

source: The %1$s taxonomy does not have image support.
es_es: La taxonomía de %1$s no tiene soporte para la imagen.

source: Taxonomy Images
es_es: Imágenes Taxonomía

source: Taxonomy Images Plugin Settings
es_es: Ajustes Módulo Imágenes Taxonomía

source: Save Changes
es_es: Guardar Cambios

source: Settings
es_es: Configuración

source: Taxonomies
es_es: Taxonomías

source: Image support for taxonomies successfully updated
es_es: Soporte Imágenes para Taxonomía se actualizó correctamente

source: Image support has been disabled for all taxonomies.
es_es: Soporte Imágenes para Taxonomía se deshabilitó para todas las taxonomías.

source: Manage Settings
es_es: Administrar configuración

source: Associate an image with the %1$s named &#8220;%2$s&#8221;.
es_es: Asociar una imagen con los %1$s llamado &#8220;%2$s&#8221;.

source: Upload a new image for this %s.
es_es: Sube una nueva imagen para este %s.

source: Remove image from this %s.
es_es: Eliminar la imagen de este %s.

source: Upload
es_es: Subir

source: Delete
es_es: Eliminar

source: Image
es_es: Imagen
